import 'dart:ui';

import 'package:flutter/material.dart';


class staticdata
{
        static const ids =[
                2,0,5,4,8045, 478, 8043, 8042, 3936,6,18695,12292, 18696,
        ];

        static const names =[
                "لايف نهال", 'الرئيسيه',"إيفينت", "لايت نيوز","عقارات","بيزنس","سياحة",
                "سيارات", "اسعار الذهب والعملات","المجلة","المطبخ","تكنولوجيا","الصحة والجمال"

        ];
        static const homeids =[
                2,4,5,8045,  8042,8043, 3936, 18696,12292,
        ];

        static const homenames =[
                "لايف نهال","لايت نيوز","إيفينت", "عقارات","سيارات","سياحة",
                "اسعار الذهب والعملات","الصحة والجمال","تكنولوجيا"

        ];
}